/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk od %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "Nameščena je bila različica %1$@ %2$@, uporabite pa jo lahko, ko naslednjič zaženete %3$@! Ste za takojšnji ponovni zagon?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ je trenutno najnovejša različica, ki je na voljo.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "Na voljo je %1$@ %2$@ (vi pa imate %3$@). Želite prenesti novo različico?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ nima pravic pisanja v mapo programa! Vam zmanjkuje prostora na disku? Če ne, prosite za pomoč upravitelja sistema.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Nameščena je bila nova različica %@!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Na voljo je nova različica programa %@!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Med namestitvijo je prišlo do napake. Prosim, poskusite znova kasneje.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Pri pridobivanju podatkov o posodobitvah je prišlo do napake. Prosim, poskusite znova kasneje.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Pri pridobivanju podatkov o posodobitvah je prišlo do napake; ste povezani v internet? Prosim, poskusite znova kasneje.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Pri razširjanju arhiva je prišlo do napake. Prosim, poskusite znova kasneje.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Pri prenosu datoteke je prišlo do napake. Prosim, poskusite znova kasneje.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Posodobitev je že v teku!";

/* No comment provided by engineer. */
"Anonymous system profile information is used to help us plan future development work." = "Anonimni sistemski profil nam pomaga načrtovati prihodnji razvoj programa.";

/* No comment provided by engineer. */
"Cancel" = "Prekliči";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Želite preveriti stanje posodobitev ob zagonu?";

/* No comment provided by engineer. */
"Downloading update..." = "Prenašanje posodobitve ...";

/* No comment provided by engineer. */
"Extracting update..." = "Razširjanje posodobitve ...";

/* No comment provided by engineer. */
"Include anonymous system profile?" = "Želite vključiti anonimni sistemski profil?";

/* No comment provided by engineer. */
"Install and Relaunch" = "Namesti in ponovno zaženi";

/* No comment provided by engineer. */
"Installing update..." = "Nameščanje posodobitve ...";

/* No comment provided by engineer. */
"No" = "Ne";

/* No comment provided by engineer. */
"OK" = "V redu";

/* No comment provided by engineer. */
"Ready to install!" = "Pripravljeni na namestitev!";

/* No comment provided by engineer. */
"Update Error!" = "Napaka pri posodobitvi!";

/* No comment provided by engineer. */
"Updating %@" = "Posodabljanje %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Želite, da %@ ob zagonu preveri stanje posodobitev? Če ne, lahko sprožite preverjanje ročno iz menija.";

/* No comment provided by engineer. */
"Yes" = "Da";

/* No comment provided by engineer. */
"You're up to date!" = "Ste že posodobljeni!";